[{"pk": 4, "model": "duchemin.dccomment", "fields": {"text": "This piece is simply filled with wonderful connections between text and tone.  The opening pair of verses involve a nice chiasmus, mirrored in the musical 'reversal' of counterpoint.  Near the end, the enjambement between verses 4 and 5 are reflected in an unusual phrygian cadence in the middle of the latter line. Lots of other nice touches, too. I wonder if his other works in Du Chemin (such as DC0122) are as rich?", "updated": "2014-09-14T19:10:37.227Z", "piece": 223, "author": 2, "created": "2014-09-14T19:10:37.227Z"}}, {"pk": 5, "model": "duchemin.dccomment", "fields": {"text": "This piece is simply filled with wonderful connections between text and tone. The opening pair of verses involve a nice chiasmus, mirrored in the musical 'reversal' of counterpoint. Near the end, the enjambement between verses 4 and 5 are reflected in an unusual phrygian cadence in the middle of the latter line. Lots of other nice touches, too. I wonder if his other works in Du Chemin (such as DC0122) are as rich?", "updated": "2014-10-09T19:37:25.907Z", "piece": 223, "author": 2, "created": "2014-10-09T19:37:25.907Z"}}, {"pk": 6, "model": "duchemin.dccomment", "fields": {"text": "With its serious text (filled with melancholy and pathos), this piece features a number of unusual cadences, especially in m. 9 and 26, where the contratenor and bassus parts present an inverted cadence to C--providing a hollow moment at the center of this serious text.", "updated": "2014-10-10T12:55:56.819Z", "piece": 46, "author": 2, "created": "2014-10-10T12:55:56.819Z"}}, {"pk": 7, "model": "duchemin.dccomment", "fields": {"text": "If it is indeed a non-double leading tone cadence in m. 14, then the B should in fact be performed as flat (i.e. no ficta). Working out the cadence in the reconstruction, there are no compelling alternatives. A search for CAD NDLT to F returns supporting examples, including DC0414, mm. 12-13. This cadence has the A in the superius voice, just as in this piece.", "updated": "2014-10-24T14:36:50.044Z", "piece": 361, "author": 29, "created": "2014-10-24T14:36:50.044Z"}}, {"pk": 8, "model": "duchemin.dccomment", "fields": {"text": "The presentation type in the second phrase is undoubtedly a PEN; the question is, can we bring in the Ct for a full four-voice imitative entry? The phrase seems too short, but DC0617 hints that we can use up some of the words in a false entry.", "updated": "2014-10-24T17:01:32.393Z", "piece": 361, "author": 29, "created": "2014-10-24T17:01:32.393Z"}}, {"pk": 9, "model": "duchemin.dccomment", "fields": {"text": "I agree", "updated": "2014-10-31T16:32:22.920Z", "piece": 361, "author": 2, "created": "2014-10-31T16:32:22.920Z"}}, {"pk": 10, "model": "duchemin.dccomment", "fields": {"text": "The variant in measure 20 is interesting.  More interesting than in DC0101.", "updated": "2014-11-05T17:02:49.129Z", "piece": 46, "author": 2, "created": "2014-11-05T17:02:49.129Z"}}, {"pk": 11, "model": "duchemin.dccomment", "fields": {"text": "Would you consider adding the other two voices from one of the other editions so that we could get a sound file for this piece. I am not aware of any recordings. ", "updated": "2014-12-16T21:36:27.527Z", "piece": 280, "author": 46, "created": "2014-12-16T21:36:27.527Z"}}, {"pk": 12, "model": "duchemin.dccomment", "fields": {"text": "Question: does du Chemin's claim of a privilege mean that he was the first to publish the piece? ", "updated": "2014-12-16T21:37:47.587Z", "piece": 280, "author": 46, "created": "2014-12-16T21:37:47.587Z"}}, {"pk": 13, "model": "duchemin.dccomment", "fields": {"text": "His privilege authorized him to print music that had not previously been issued.  It was certainly not an international copyright in our modern sense, but instead was meant to protect other Parisian printers.  By this date, that meant Le Roy et Ballard.  See the essays under Learn on the Chansons nouvelles site: http://ricercar.cesr.univ-tours.fr/3-programmes/EMN/duchemin/", "updated": "2014-12-19T19:09:35.765Z", "piece": 280, "author": 2, "created": "2014-12-19T19:09:35.765Z"}}, {"pk": 14, "model": "duchemin.dccomment", "fields": {"text": "I like DC0909\r\n", "updated": "2015-06-02T13:34:07.106Z", "piece": 46, "author": 2, "created": "2015-06-02T13:34:07.106Z"}}, {"pk": 15, "model": "duchemin.dccomment", "fields": {"text": "This composition has some interesting cadences in measures 16 and 23.  This piece compares nicely with DC0407\r\n", "updated": "2015-11-11T19:30:11.802Z", "piece": 7, "author": 2, "created": "2015-11-11T19:30:11.802Z"}}, {"pk": 16, "model": "duchemin.dccomment", "fields": {"text": "The composer builds upon the text’s meaning by contrasting different contrapuntal rhythms, referencing ideas with cadences previously used, and mimesis of specific actions. In measure 15 “Un bien me rit,” is HR with S/T acting in parallel 3rds/4ths - it’s as if the speaker fondly remembers a good memory, which breaks apart at menasse (mm 18). At “deux” (mm 20) the FDAD chord used at the beginning of the piece reappears, so the listener acknowledges that the “two” is sadness and displeasure (but the text does not directly name). The PEN (mm 20-22) and Phrygian cadence in mm 23 build up to the mm 24 unison, which prompt the singers to sigh as stated in the text.", "updated": "2015-11-13T04:44:07.720Z", "piece": 59, "author": 65, "created": "2015-11-13T04:44:07.720Z"}}, {"pk": 17, "model": "duchemin.dccomment", "fields": {"text": "This piece features cadences to G which reflect phrases 2 and 4, and reuses a lot of the same music. Phrase 7 features a cadence to B, and it somewhat striking considering it is on \"craindre\" or fear. Also interesting is how it shares a lot of the same text with DC0408, but it quite different in translation. Phrase 1 in DC0407 is the last phrase in DC0408, in the former a D chord has a sort of dominant function, and in the latter a D chord prepares a candence to G. The exact same relationship happens with the first phrase in DC0408 and the last phrase in DC0407. Also, phrase 6 here and phrase 3 in DC0408 both end on chose, but the difference between \"mortelle chose\" (mortal things) and grande chose (grand things) helps to differentiate the two songs in music and meaning. ", "updated": "2015-11-13T05:19:33.058Z", "piece": 80, "author": 69, "created": "2015-11-13T05:19:33.058Z"}}, {"pk": 18, "model": "duchemin.dccomment", "fields": {"text": "Something that is extremely interesting is that this piece has very few points where all the voices are in rhythmic unison. One place where that happens is at easier 10, ending the phrase. This phrase interestingly enough discusses the weapons Mars and Cupids pact, probably the most important statement and background of the poem. It is interesting that all of the voices end together because it feels like it is the one part of the poem that isn't left to interpretation. Their collective ending on that poetic line insinuates that this is a fact that can't be changed. ", "updated": "2015-11-13T09:02:09.220Z", "piece": 9, "author": 63, "created": "2015-11-13T09:02:09.220Z"}}, {"pk": 19, "model": "duchemin.dccomment", "fields": {"text": "An interesting comparison between @DC0107 ([7]) and @DC0108 ([8]) comes at the line “vive sera pour n’estre jamais morte” at the end of [7] which is almost identical to the text for the beginning of [8]. On “vive” the superius parts move in opposite directions (in [7] F to E to D versus F to G to A in [8]). Looking at the contratenor, it is a third above in [7] on “vive” but then matches for measures 4 and 5 in [8] and 30-31 in [7]. In measures 5 and 6 of [8] the parts make a Phrygian cadence to D while in [7] the parts are slightly offset, so although they go to almost the same notes as in [8] they fall on “morte” at different times in 31 and 32 and then repeat to land on a cadence to G. This is interesting in the context of the texts of both pieces. In [7] the piece ends with “and will thus live, never to die out” while in [8] the text begins with “Life will never die, in the secret of a most noble memory…” In the first case we are traveling through to come to the conclusion that the singer’s desire will not die, while in the second the piece is making the statement that life will not die through memory. In [8] the cadence comes with the statement while in [7] it is avoided until the end.", "updated": "2015-11-13T12:03:29.372Z", "piece": 8, "author": 70, "created": "2015-11-13T12:03:29.372Z"}}, {"pk": 20, "model": "duchemin.dccomment", "fields": {"text": "As noted in the other comment, mm. 16 and 23 feature some interesting cadences, in that they include Phrygian cadences within Authentic. However, Goudimel uses unusual types of cadences elsewhere as well; m. 7 (and the analogous measure at the end of the piece) has an interesting T/Ct>B-flat, which is evaded by the Contratenor voice. However, because the evasion is buried in the texture (not highlighted in the Bass, as the passing Phrygian motion is elsewhere), it doesn't sound quite so pointed as one would expect an evaded cadence to sound. Another interesting move in this first phrase (that we hear 3 times) is the imitation of the Tenor line in mm. 1-2 by the Bass in mm. 2-3. It's noteworthy that the second entrance should pick the Tenor to imitate, because it is not necessarily evident from the opening measure of the song that this is the voice we \"should\" be hearing, or that it is particularly important within the more chorale-like texture.", "updated": "2015-11-13T20:32:23.782Z", "piece": 7, "author": 68, "created": "2015-11-13T20:32:23.782Z"}}, {"pk": 21, "model": "duchemin.dccomment", "fields": {"text": "I would first like to respond to the piece individually, for there are numerous moments in which the text and music speak to each other in a beautiful way. The most obvious begins at measure 21 when the time signature abruptly switches from 4/2 to 3/1 time. The measures of this 3/1 section are rhythmically composed of only breves and semibreves. The lyrics associated read as, “But friendship, that one may draw out…” As this section is sung, block chords resonate for much longer than in other sections and the phrase ends on an unresolved cadence. This, when associated with the drawn out element of friendship, provides a provocative moment in which the music is truly accentuating the lyrics involved. \r\n\tThis piece also has roots in another piece as well, Plaisir, Prouffit composed by Pagnier. These two pieces share similar cadence structures, lyrics, though the same individual has not composed each piece. Moments of note can be seen in the lyrics alone. Amour se Doubt begins with the words, “Amour se doibt figurer une rose,” which is same exact line that Plaisir, Prouffit concludes with. The word rose also falls on a Phrygian cadence to D in which the bass falls a half from e flat to d and the countertenor is raised a whole step from a c to a d (CT/B > D). This, although not rhythmically exact in both pieces, occurs on the word rose in the given contexts of both pieces.  \r\n", "updated": "2015-11-13T20:49:22.479Z", "piece": 81, "author": 67, "created": "2015-11-13T20:49:22.479Z"}}, {"pk": 22, "model": "duchemin.dccomment", "fields": {"text": "This piece has an interesting “tag” at the end (“Amour et moy”) which is also part of the beginning line. One could see this as evidence for the poem being a rondeau, but instead of repeating the entire beginning line at the end, only the first fragment is repeated. Musically, the tenor sings a different melodic line for the words “amour et moy” at the beginning compared to the melodic line the tenor sings at the end. At the beginning (measures 3 and 4), the tenor would sing what could be a ficta F# to a G, but is instead a recta F natural. There is no authentic cadence to G because this is not the end of the poetic line. However, at the end, the tenor does sing a ficta F# as it is the end of the piece, and there is an authentic cadence to G.", "updated": "2015-11-13T21:16:50.843Z", "piece": 213, "author": 64, "created": "2015-11-13T21:16:50.843Z"}}, {"pk": 23, "model": "duchemin.dccomment", "fields": {"text": "I would actually say that the tenor is indeed singing the same melodic line. Whether or not the singer inflects the F for a cadence shouldn't distract from the otherwise identical phrase. I think you're right that it's a truncated rondo.", "updated": "2015-11-14T15:42:08.902Z", "piece": 213, "author": 29, "created": "2015-11-14T15:42:08.902Z"}}, {"pk": 24, "model": "duchemin.dccomment", "fields": {"text": "In Un jeune moine bien adroit (@DC0313) an interesting cadence at the end of measure 33 (B/T>Bb) came before a drastic textural change in the piece. I found that this piece contained many of these similar cadence structures. I noticed the piece contained many PENs as well, the initial PENs rhythmic structure was a recurring motif in all voices leading up to the textural change in measure 33. This recurring rhythm was written out as half-quarter-quarter-half-half. There was a familiar (B/T>X) pattern in most cadences throughout the work. This same cadence pattern can also be seen in @DC0512 m.9 and @DC0504 m.10 which are both going to D.", "updated": "2015-11-15T00:07:25.925Z", "piece": 64, "author": 66, "created": "2015-11-15T00:07:25.925Z"}}, {"pk": 25, "model": "duchemin.dccomment", "fields": {"text": "http://digitalduchemin.org/piece/DC0313\r\nhttp://digitalduchemin.org/piece/DC0512 \r\nhttp://digitalduchemin.org/piece/DC0504", "updated": "2015-11-15T00:10:55.380Z", "piece": 64, "author": 66, "created": "2015-11-15T00:10:55.380Z"}}, {"pk": 26, "model": "duchemin.dccomment", "fields": {"text": "You have a good point Micah, but would you say that it matters on a performance basis? What would have people done in the past when performing this piece? Would inflecting the F change how the text is presented? Was this deliberately constructed so that it could be left to one's interpretation, or is there one true way to do it? Your response make it seem as though it could have gone either way and it would not really change much.", "updated": "2015-11-16T14:15:31.991Z", "piece": 213, "author": 64, "created": "2015-11-16T14:15:31.991Z"}}, {"pk": 27, "model": "duchemin.dccomment", "fields": {"text": "Good thoughts!", "updated": "2016-06-07T09:11:43.256Z", "piece": 80, "author": 2, "created": "2016-06-07T09:11:43.256Z"}}, {"pk": 28, "model": "duchemin.dccomment", "fields": {"text": "This starts a new discussion on this piece.", "updated": "2016-07-11T16:33:15.180Z", "piece": 80, "author": 2, "created": "2016-07-11T16:33:15.180Z"}}, {"pk": 29, "model": "duchemin.dccomment", "fields": {"text": "@DC0507", "updated": "2016-07-15T15:32:42.125Z", "piece": 80, "author": 2, "created": "2016-07-15T15:32:42.125Z"}}, {"pk": 30, "model": "duchemin.dccomment", "fields": {"text": "Sounds like in the audio at m.45, and perhaps elsewhere!", "updated": "2019-11-13T00:34:14.122Z", "piece": 5, "author": 29, "created": "2019-11-13T00:34:14.122Z"}}]