[{"pk": 1, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Busnel", "death_date": "", "remarks": "", "active_date": "", "person_id": "124", "given_name": "", "birth_date": ""}}, {"pk": 2, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Holshcer", "death_date": null, "remarks": "Analyst", "active_date": null, "person_id": "123", "given_name": null, "birth_date": null}}, {"pk": 3, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Touteau", "death_date": null, "remarks": null, "active_date": null, "person_id": "122", "given_name": null, "birth_date": null}}, {"pk": 4, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Anonyme", "death_date": null, "remarks": null, "active_date": null, "person_id": "121", "given_name": "Anonyme", "birth_date": null}}, {"pk": 5, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Villiers; A. de Villiers", "surname": "Villiers", "death_date": null, "remarks": "A total of 52 chansons ascribed to Villiers.  The surname was common, however, and even early printers were confused about the identify of the author or authors of these pieces.   Attaingnant, Moderne, and Du Chemin variously  give P. de Villiers, others de Villiers or just Villiers.  Le Roy et Ballard use these forms, plus Antoine de Villiers.  P. de Villiers probably in Lyons during the late 1530’s.    Du Chemin uses A. de Villiers only in the 16e livre.  Among chansons issued by Du Chemin, “A tout jamais”  and   “Monsieur l’abbé” are by Marot.  Frank Dobbins, “Villiers, P.” New Grove 2,  XXVI, 638", "active_date": null, "person_id": "120", "given_name": "A. de", "birth_date": null}}, {"pk": 6, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Vaet", "surname": "Vaët", "death_date": null, "remarks": "Ascription in title page only.  Jacobus Vaet a Flemish composer active in chapels of Chalres V and Archduke Maximilian of Austrio during 1550’s and 1560’s.  Total of three chansons ascribed to him in Waelrant, Neuber, and Phalèse imprints of 1550’s and 1560’s.  Milton Steinhardt, “Vaet, Jacobus,” New Grove 2,, XXVI, 196-97.", "active_date": "1550's-1560's", "person_id": "119", "given_name": "Jacobus", "birth_date": null}}, {"pk": 7, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Testard", "surname": "Testard", "death_date": null, "remarks": "Cazaux cites Nicolas Testart:  p. 377 as haultcontre in the chapelle de musique at the time of the death of François I in 1547.   Also clerc in the Sainte chapelle at least by 1540 and continuing after 1547.  Originally from Rouen. Two chansons credited to Testart or Tetart in Attaingnant and Du Chemin imprints.", "active_date": "1540's-1550's", "person_id": "118", "given_name": "Nicolas", "birth_date": null}}, {"pk": 8, "model": "duchemin.dcperson", "fields": {"alt_spelling": "P. Symon", "surname": "Symon", "death_date": null, "remarks": "French composer active 1540’s to 1551.  Perhaps Pellegrune Symon listed as trombone player in English Chapel during 1520’s through 1540’s.  Total of 25 chansons credited to this composer, chiefly in Attaingnant prints.  Many of the texts he set were also used by Certon, Du Tertre, Gervaise, Goudimel, and Janequin, among others.   Lawrence F. Bernstein, “Symon, P.” New Grove 2,  XXIV, 820.  Also CMM edition", "active_date": "1540's-1551", "person_id": "117", "given_name": "P[ellegrune]", "birth_date": null}}, {"pk": 9, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Sevault", "death_date": null, "remarks": "Text of “Si la beaulté” credited to Mellin de Saint-Gelais in 1574.  This is the only chanson ascribed to this composer.", "active_date": "1550's", "person_id": "116", "given_name": null, "birth_date": null}}, {"pk": 10, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Santerre", "surname": "Santerre", "death_date": null, "remarks": "Pierre Santerre was a French composer active as Cathedral organist in Poitiers.  Published a set of 150 Psalm settings in 1567.  Total of nine chansons credited to this composer in Attaingnat, Le Roy et Ballard, and Du Chemin imprints, 1530’s to 1550’s.  Note two conflicting attributions to Fresneau.  The chanson issued by Du Chemin in 1549, “Tenot estoit en son clos resjouy”, is also credited to Fresneau by Moderne in 1544.   All with unusual rhythmic profile.  Several of his chansons designated “chansons poitevines’ by printers—perhaps an indication of local tradition.  One is in local dialect.  Lawrence F. Bernstein, “Santerre, Pierre,” New Grove 2,  XXII, 254. Edited SCC.", "active_date": "1530's-1560's", "person_id": "115", "given_name": "Pierre", "birth_date": null}}, {"pk": 11, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Regnes", "surname": "Regnes", "death_date": null, "remarks": "Nicole Regnes was Du Chemin’s first musical advisor and editor, active in Paris during the 1540’s and 1550’s.  A total of 21 chansons are ascribed to him in Attaingnant and Du Chemin imprints.  Some later reprinted by Susato and Le Roy et Ballard.  Texts sources include Marot (but not among Du Chemin chansons).   Some of the pieces are poorly constructed, with repetitive melodic and harmonic combinations, and (especially) poor counterpoint.  Lawrence F. Bernstein, “Regnes, Nicole,” New Grove 2, XXI, 121", "active_date": "1540's-1550's", "person_id": "114", "given_name": "Nicole", "birth_date": null}}, {"pk": 12, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Raoult", "death_date": null, "remarks": "This is the only chanson ascribed to this composer.", "active_date": null, "person_id": "113", "given_name": "M.", "birth_date": null}}, {"pk": 13, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Porchier", "death_date": null, "remarks": "This is the only chanson ascribed to this composer.", "active_date": null, "person_id": "112", "given_name": null, "birth_date": null}}, {"pk": 14, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Pagnier", "surname": "Pagnier", "death_date": null, "remarks": "Nicolas Pagnier was master of the choirboys at Notre Dame de Paris until 1550.  Total of 12 chansons credited to this composer in Du Chemin, Attaingnant, and Le Roy et Ballard imprints of 1540’s and 1550’s  Note his setting of Monsieur l’abbé (by Marot), issued in Le Roy et Ballard 1553.    Text of “Un fin mary voyant,” from Du Chemin chansons nouvelles, later published in the Recreation of 1573.    Wright.", "active_date": "1540's-1550's", "person_id": "111", "given_name": "Nicolas", "birth_date": null}}, {"pk": 15, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Orlande", "surname": "Lasso", "death_date": "1594", "remarks": "Orlando di Lasso (1532-1594) composed over 150 chansons, many published in anthologies (and later, single composer books) issued by Susato and Le Roy et Ballard.  Lasso’s music came to have a dominant position in anthologies issued in Paris during the 1570’s and beyond.  The presence here in Du Chemin’s chansonniers anticipates his growing stature in French music prints.  James Haar, “Lassus, Orlande de,” New Grove 2, XIV, 295-322.", "active_date": null, "person_id": "110", "given_name": "Orlando di", "birth_date": "1532"}}, {"pk": 16, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Olivier", "death_date": null, "remarks": "Possibly identifiable with Meigret.  A total of four chansons credited to this composer in Du Chemin and Attaingnant imprints of 1540’s and 1550’s", "active_date": null, "person_id": "109", "given_name": null, "birth_date": null}}, {"pk": 17, "model": "duchemin.dcperson", "fields": {"alt_spelling": "M. A. Muret", "surname": "Muret", "death_date": null, "remarks": "Humanist, preacher, and composer Marc-Antoine de Muret was a central figure in the earliest musical exploration of poetry by Pierre de Ronsard.  See Pierre de Ronsard and Marc-Antoine de Muret, Les Amours, leur commentaires.  Textes de 1553, edited by Christine de Buzon and Pierre Martin (Paris:  Didier Érudition, 1999), 294-355.", "active_date": "1550's", "person_id": "108", "given_name": "Marc-Antoine", "birth_date": null}}, {"pk": 18, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Morel", "death_date": null, "remarks": "Total of 18 chansons credited to Morel in Attaingnant, Susato, Phalèse, and Du Chemin imprints of the 1530’s through 1550’s.  “Sy c’est amour de mourir” from the 12e livre, was originally issued by Attaingnant in 1549.  Several of his chansons (but none from Du Chemin) are settings of texts issued in Lotrain’s La Fleur 1542-3.  Clément Morel is known to have been maistre des enfants in Nevers in 1552, when he declined an invitation to join the Sainte Chapelle at Bourges", "active_date": "1530's-1550's", "person_id": "107", "given_name": null, "birth_date": null}}, {"pk": 19, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Mithou", "surname": "Champion", "death_date": "", "remarks": "Thomas Champion (called by his nickname, “Mithou” in our chansonnier and in other documents, too) composed and played the organ Paris and at the royal court between the 1550’s and the 1570’s.  Brooks, Courtly Song in Late Sixteenth-Century France, p. 439, cites dates between 1562 and 1583, for courts of Charles IX and Henri III.  Tours database credits this and seven other chansons from Attaingnant, Du Chemin, and Le Roy et Ballard imprints to “Daniel dit Mithou”", "active_date": "1550's-1570's", "person_id": "106", "given_name": "Thomas", "birth_date": ""}}, {"pk": 20, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Menehou, Menehous", "surname": "Menehou", "death_date": null, "remarks": "Total of nine chansons appear in Du Chemin imprints.  In addition to the half dozen in the Chansons nouvelles series, another appears in the Premier livre of 1557, in Menehou’s own Nouvelle instruction.  “En attendant” from the 14e livre is to a text by d’Aurigny.  “O que d’ennuys” is by M. de Saint- Gelais (1574);  to one of Marot’s Epigrammes (CXLVII)", "active_date": "1540's-1550's", "person_id": "105", "given_name": "Michel de", "birth_date": null}}, {"pk": 21, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Meigret", "surname": "Meigret", "death_date": "1568", "remarks": "Meigret was a French composer, 1508 to 1568.  Possibly A total of 31 chansons are credited to him, chiefly in Attaingnant imprints.  Text sources include Marot, Melin de Saint Gelais, and Aurigny.  All but one for four voices.   Ed. CMM.  Frank Dobbins, “Meigret,” New Grove 2, XVI, 290.", "active_date": null, "person_id": "104", "given_name": "Robert [?]", "birth_date": "1508"}}, {"pk": 22, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Martin", "surname": "Martin", "death_date": null, "remarks": "Claude Martin was a French composer and theorist, active during the late 1540s and during the 1550’s Total of nine chansons ascribed to him.  His treatise of 1550 dedicated to the Parisian humanist and parliamentarian Jean de Brinon.  All appear in Du Chemin imprints.  Is the text of his Un jeune moine related in any way to that of Lasso? Frank Dobbins, “Martin, Claude,” New Grove 2, XV, 906", "active_date": "1540's-1550's", "person_id": "103", "given_name": "Claude", "birth_date": null}}, {"pk": 23, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Marcade", "death_date": "", "remarks": "Nothing is known about the identity of this composer.  He should not be confused with Arcadelt.", "active_date": "", "person_id": "102", "given_name": "N.", "birth_date": ""}}, {"pk": 24, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Maillard", "surname": "Maillard", "death_date": null, "remarks": "Jean Maillard was a French composer active between the late 1530’s and about 1570.  He seems to have been associated with the royal court of France, for in addition to his chansons he also composed two books of motets that were dedicated to King Charles IX and to Catherine de' Medici. On Maillard's motet books and their royal audiences, see Jean Maillard, Modulorum Ioannis Maillardi . . .:  The Four-Part Motets, ed. Raymond H. Rosenstock, Recent Researches in the Music of the Renaissance, 73 (Madison:  A-R Editions, 1987) and Ibid., Modulorum Ioannis Maillardi . . .:  The Five-, Six-, and Seven-Part Motets, 2 vols., ed. Rosenstock, Recent Researches in the Music of the Renaissance, 95-96 (Madison:  A-R Editions, 1993). Marie-Alexis Colin and Frank Dobbins, “Maillard, Jean,” New Grove 2, XV, 637-38", "active_date": "1530's-1560's", "person_id": "101", "given_name": "Jean", "birth_date": null}}, {"pk": 25, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Lupus", "surname": "Lupus", "death_date": "c. 1541", "remarks": "Lupus Hellinck (c. 1494-c1541) was a Flemish composer  active in Bruges, Rome, and possibly Ferrara.  7 Chansons ascribed to him in various publications of the sixteenth century, some with conflicting ascriptions to Cadeac, Gombert, and others.  “Honneur sans plus,” from Du Chemin chansons nouvelles, was also ascribed to Jo. James in an Attaingnant print of 1543.   Some issued by Attaingnant, Moderne, and Le Roy et Ballard.  Only one published by Du Chemin.  Bonne J. Blackburn, “Lupus,” New Grove 2, XV, 322-23", "active_date": null, "person_id": "100", "given_name": "Hellinck", "birth_date": "c. 1494"}}, {"pk": 26, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Lod. Arrivabene", "surname": "Arrivabene", "death_date": null, "remarks": "Italian aristocrat resident at the French court.  Also note existence of Andrea Arrivabene, a Venetian publisher of instrumental music, including that of Nicolas Benoist.  His Musica nova accommodata per cantar et sonar sopra organi, et altri strumenti was issued in 1540.A single chanson ascribed to him in Du Chemin’s series.  Note that the ascription includes “Lod.”", "active_date": "1540's-1550's", "person_id": "99", "given_name": "Lodovico", "birth_date": null}}, {"pk": 27, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "L'Huyllier", "death_date": null, "remarks": "French composer.  A total of 14 chansons ascribed to L’huyllier or Lhuillier in Attaingnant and Du Chemin books off the 1540’s and 1550’s.  Some texts from Lotrain’s La fleur of 1542 (but none of those issued by Du Chemin).  Text of “Au mone estoient douleur et volupté” is from Corrozet’s Emblemes Cebes of 1543.  Chanson published in Attaingnant book of 1546. Caroline M. Cunningham, “L’Huyllier,” New Grove 2, XIV, 630.", "active_date": "1540's-1550's", "person_id": "98", "given_name": null, "birth_date": null}}, {"pk": 28, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Le Rat", "death_date": null, "remarks": "French composer active 1549 to 1557. Total of seven chansons ascribed to Le Rat:  four in the Chansons nouvelles series, another pair in the Second livre of 1557, and single one in a book issued by Attaingnant’s widow in 1553.  Is the text of D’un amy fainct je ne puis deffaire by François I?  Saint-Gelais? Text of  J’ay vue que j’estois serviteur  appears in Lotrain’s La fleur of 1542-3.  The text of O cruaulté logee en grant beaulté is by Marot:  Chanson XXIX.  Stylistically his works are homorhythymic in the manner of Parisian composers Sandrin, Certon, and Arcadelt.  Frank Dobbins, “Le Rat,” New Grove 2, XIV, 575", "active_date": "1540's-1550's", "person_id": "97", "given_name": null, "birth_date": null}}, {"pk": 29, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Le Gendre", "surname": "Le Gendre", "death_date": null, "remarks": "Jean Le Gendre was active in the chapels of François I and Henri II during the 1540’s and 1550’s.  Cazauz, pp. 361-2:  no archival documents, but based on allusion to him in Chappuys Discours de la court of 1543.    He authored a music treatise, which was published by Attaingnant in 1545 (now lost).    Clement A. Miller, “Le Gendre, Jean,” New Grove 2, XIV, 480.", "active_date": "1540's-1550's", "person_id": "96", "given_name": "Jean", "birth_date": null}}, {"pk": 30, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Le Gayhyer", "death_date": null, "remarks": "This is the only chanson ascribed to this composer.", "active_date": null, "person_id": "95", "given_name": null, "birth_date": null}}, {"pk": 31, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Le Fevre", "death_date": null, "remarks": "An Adrian Le Fevre and Michel Le Fevre were listed as chantres in royal houseolds of Marie d’Escosse, the duc d’Orleans [future Henri III] and Henri d’Anjour between 1559 and 1562.  See Brooks, Courtly Song, p. 494.  Dobbins identifies the composer as François Le Fèvre, who specialized in occasional pieces for the court (esp. Henri II).  Two chansons to him in Du Chemin book of 1560.  “J’ay veu le cerf du bois” uses and old popular refrain,  that appears in MS 12744 and Bayeux chansonnier. The chanson is labeled “Le roy boit”.   Dobbins (NG2)  also speculates that “Hardis Français et furieulx Normans” an anonymous piece from the same 14e livre, might be by Le Fevre.  It celebrates the siege and capture of Calais.  “Qu dira l’on du noble advenement, ascribed to Le Febvre in a publication by Attaingnant’s widow from 1558,  honors Duke François de Guise after his victory at Calais. Frank Dobbins, “Le Fèvre, François,” New Grove 2, XIV, 475.", "active_date": "1550's-1560's", "person_id": "94", "given_name": null, "birth_date": null}}, {"pk": 32, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Le brum", "surname": "Le Brun", "death_date": null, "remarks": "Two chansons ascribed to Le Brun in Du Chemin and Le Roy et Ballard imprints, 1549 to 1560.  Not to be confused with Le Brun cited in manuscript sources of the earlyl sixteenth century.    Possibly a singer in the chapel of Louis XII of France.  John T. Brobeck, “Le Brung, Jean,” New Grove 2, XIV, 438-39", "active_date": "1540's-1560's", "person_id": "93", "given_name": null, "birth_date": null}}, {"pk": 33, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Janequin", "surname": "Janequin", "death_date": "after 1558", "remarks": "Clément Janequin (c. 1485-after 1558) was a leading composer of French secular music during the 1530s through 1550’s.  He wrote over 250 chansons in all.  They range widely in musical style, but show rhythmic vitality, a subtle sense of melodic organization, and a great talent for the vivid representation of narrative and descriptive texts.  No other composer is represented by more works in Du Chemin’s chansons nouvelles.  Howard Mayer Brown and Richard Freedman, “Janequin, Clément,” New Grove 2, XII, 795-99.", "active_date": "", "person_id": "92", "given_name": "Clement", "birth_date": "c. 1485"}}, {"pk": 34, "model": "duchemin.dcperson", "fields": {"alt_spelling": "James", "surname": "James", "death_date": null, "remarks": "This is the only chanson ascribed to this composer.  But note that Attaingnant credits a piece to Jo. James in 1543 (see Lupus).", "active_date": null, "person_id": "91", "given_name": "Jo.", "birth_date": null}}, {"pk": 35, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Jambe de Fer", "surname": "Jambe de Fer", "death_date": null, "remarks": "Philbert Jambe de Fer was long associated with the bustling city of Lyons, where he published a number of polyphonic settings of the Psalms (using Marot’s and Beze’s translations), and also issued an important manual on instrumental music and the rudiments of music theory, the Epitome musicale (1556).  As far as we know, he wrote only a single chanson--the one published here by Du Chemin. See François Lesure, \"L'Epitome musical de Philibert Jambe de Fer (1556),\" Annales musicologiques, VI (1958-1963), 341-86.", "active_date": "1550's", "person_id": "90", "given_name": "Philibert", "birth_date": null}}, {"pk": 36, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Le Trot", "death_date": null, "remarks": "This is the only chanson ascribed to this composer.  Text of “O que je vis”  appears ascribed to J. du Peyrat in Du Verdier, Bibliothèque françoise of 1585", "active_date": null, "person_id": "89", "given_name": "I.", "birth_date": null}}, {"pk": 37, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Hugon", "death_date": null, "remarks": "Possibly identifiable with Hugo de la Chapelle?", "active_date": null, "person_id": "88", "given_name": null, "birth_date": null}}, {"pk": 38, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Herissant", "surname": "Herissant", "death_date": "", "remarks": "Jehan Hérissant was a French singer and composer, active in Paris during the 1550’s.  In 1550 he became master of the choirboys at Notre dame.  Total of fourteen chansons ascribed to him in Du Chemin and Le Roy et Ballard imprints.  “En avoir tant” from Estienne Groulleau 1550.  Frank Dobbins, “Herrisant Jehan,” New Grove 2, 00-00.", "active_date": "1550's", "person_id": "87", "given_name": "Jehan", "birth_date": ""}}, {"pk": 39, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Guyon", "surname": "Guyon", "death_date": null, "remarks": "Jean Guyon was a singer in the cathedral choir at Chartres starting in 1523, and later served as maistre des enfants (between 1541 and 1556).  Total of 18 (17?)  chansons ascribed to this composer in publications of Attaingnant and Du Chemin, plus some manuscript sources.  Many serious texts, with melismatic settings.  “Recepte pour un flux de bourse”  appears in Fleur vraye poesie of 1543.  “Long temps y a”  may be from Hobert, Temple de Vertu, book  I.  “Musiciens qui chantez à plaisir” from the 4e livre is an encomium to his fellow singers (with advice on need for drinking!).  Caroline M. Cunningham, “Guyon, Jean,” New Grove 2, X, 607.", "active_date": "1520's-1550's", "person_id": "86", "given_name": "Jean", "birth_date": null}}, {"pk": 40, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Guilliaud", "surname": "Guilliaud", "death_date": "1597", "remarks": "Maximilian Guilliaud (1522-1597) was a French composer and theorist.  He enjoyed a long association with the College de Navarre in Paris, and was tutor to the young Charles de Bourbon (appointed Archbishop of Rouen in 1550).  (All known pieces issued by Du Chemin.  “Faire ne puis” ascribed to Melin de Saint-Gelais.  “Je sentz en moy” is NOT by Marot, but a different poem.  “Si mon grand mal” from N. de Herberay, Am. Mal traicté of 1539.  Many of this texts are octosyllabic.  Most are serious, but “Une safrette” from the 4e livre, is a bawdy text.  Caroline M. Cunningham, “Guillaud, Maximillian,” New Grove 2, 00-00.", "active_date": null, "person_id": "85", "given_name": "Maximilian", "birth_date": "1522"}}, {"pk": 41, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Guillebaut", "death_date": null, "remarks": "This is the only chanson ascribed to this composer.  Possibly a corruption off Guilliaud?", "active_date": "1550's", "person_id": "84", "given_name": null, "birth_date": null}}, {"pk": 42, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Grouzy", "surname": "Grouzy", "death_date": "1568", "remarks": "Nicolas Grousy (d. 1568) was a French composer who served as maistre des enfants at the Cathedral of Chartres from 1563 until his death.  Grouzy credited with 11 chansons in various publications by Attaingnant, Du Chemin, and Le Roy et Ballard between about 1549 and 1565.  Note possible confusion with Frougy.   According to Dobbins, Grouzy avoided the typically serious love poems in favor of comic verse.  Frank Dobbins, “Grouzy,” New Grove 2, X, 452.  8 Chansons ed in SCC.", "active_date": null, "person_id": "83", "given_name": "Nicolas", "birth_date": null}}, {"pk": 43, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Goudimel", "surname": "Goudimel", "death_date": "1572", "remarks": "Claude Goudimel (1514-20 to 1572), prolific Huguenot composer of chansons, chansons spirituelles, masses, motets, and psalm settings.  He was a student at the University of Paris in 1549, and later became Du Chemin’s advisor and editor in 1551.  he remained with Du Chemin, sometimes listed as partner on publications, until 1555.   Met Ronsard through his connection with Jean Brinon (also dedicatee of Claude Martin’s theory book), and contributed to the famous set of ‘model’ sonnet settings issued by Du Chemin as a Supplement to Ronsard’s Amours of 1552.  Second only to Janequin for number of chansons in Du Chemin’s chansons nouvelles series, Goudimel’s music is remarkable for its subtle sense of melodic organization, interesting counterpoint, and facile approach to poetic texts.  Paul-André Gaillard and Richard Freedman, “Goudimel, Claude,” New Grove 2, X, 209-11.", "active_date": null, "person_id": "82", "given_name": "Claude", "birth_date": "1514-20"}}, {"pk": 44, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Godart", "death_date": null, "remarks": "Godart.  Godard was a French composer active during the 1530’s and through a bout 1560.  19  chansons ascribed to Godard or Godart  in publications of Attaingnant (some also widely reprinted), Du Chemin, and Le Roy et Ballard. Possibly identifiable with Robert Godard, who served as organist at the Cathedral of Beauvais between 1540 and 1560.   One of these is also from Corrozet Blasons domestiques of 1539.  Some of his chosen texts (like many by Janequin) are narrative; others are serious love poems, such as the one issued by Du Chemin.   Frank Dobbins, “Godard,” New Grove 2, 00-00.", "active_date": "1530's-c. 1560", "person_id": "81", "given_name": null, "birth_date": null}}, {"pk": 45, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Gervaise", "surname": "Gervaise", "death_date": null, "remarks": "Claude Gervaise was a French editor, composer and arranger active in Paris from about 1540 until about 1560.  He worked as editor “musicien compositeur” for Attaingnant, for whom he edited various collections of dance music.  He also worked with Attaingnant[‘s widow until about 1558.  Lawrence F. Bernstein, “Gervaise, Claude,” New Grove 2, IX, 770-71.", "active_date": "c. 1540-1560", "person_id": "80", "given_name": "Claude", "birth_date": null}}, {"pk": 46, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Gentian", "death_date": null, "remarks": "French composer active between late 1530’s and late 1550’s.  Nothing is known about his life or career.  About 20 chansons by him appear chiefly among Attaingnant publications.  Du Chemin names as “Gentian,” although he is notable for having composed the first known setting of a poem (the sonnet “O foible esprit”) by Joachim du Bellay, an important figure in French literature from the second half of the sixteenth century.  [Note that this piece is NOT the one issued by Du Chemin]Also credited with a setting of Du fond de ma pensée in 1544.  His works reflect the concise and chordal style heard in Sandrin’s music.    Frank Dobbins, “Gentian,” New Grove 2, IX, 659.", "active_date": "1530's-1550's", "person_id": "79", "given_name": null, "birth_date": null}}, {"pk": 47, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Gardane", "surname": "Gardane", "death_date": "1569", "remarks": "Antonio Gardane (1509-1569) was a printer, publisher, and composer active in Venice,  He may originally have come from southern France, as suggested by the French spelling of his name in many publications, ‘Gardane’.  About seventy chansons are credited to Gardane in various publications of the 1530’s through 1550’s.", "active_date": null, "person_id": "78", "given_name": "Antonio", "birth_date": "1509"}}, {"pk": 48, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Frougy", "death_date": null, "remarks": "A single chanson ascribed to this composer in a Du Chemin publication of 1549.  But note that Attaingnant also ascribes this same piece to Grouzy.  Grouzy credited with 11 chansons in various publications by Attaingnant, Du Chemin, and Le Roy et Ballard between about 1549 and 1565.", "active_date": "1540's", "person_id": "77", "given_name": null, "birth_date": null}}, {"pk": 49, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Fresneau", "surname": "Fresneau", "death_date": null, "remarks": "Henry Fresneau was a French composer active during the late 1530’s through the 1550’s.  To judge from the concentration of his music in book issued by the Lyonnais music printer Jacques Moderne, and from the connection of some of his literary texts with communities in that cosmopolitan French city, it seems likely that Fresneau was active there during the middle years of the sixteenth century.  He seems to have preferred narrative or novelty pieces.  Frank Dobbins, “Fresneau, Henry,” New Grove 2, IX, 252.", "active_date": "1530's-1550's", "person_id": "76", "given_name": "Henry", "birth_date": null}}, {"pk": 50, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Fournier", "death_date": null, "remarks": "A single chanson ascribed to this composer in a Du Chemin publication of 1567.", "active_date": "1560's", "person_id": "75", "given_name": null, "birth_date": null}}, {"pk": 51, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Ebran", "death_date": null, "remarks": "French composer active during the 1540’s through 1560’s.  Total of twenty chansons ascribed to this composer (variously indicated as Ebran, Hebran, and Abran) in publications of Attaingnant, Du Chemin, and Le Roy et Ballard between 1543 and 1559.  Works mostly in the homorhythmic style of Sandrin and Arcadelt.   Frank Dobbins, “Ebran,” New Grove 2, VII, 854.", "active_date": "1540's-1550's", "person_id": "74", "given_name": null, "birth_date": null}}, {"pk": 52, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Du Tertre", "surname": "Du Tertre", "death_date": null, "remarks": "Composer and arranger active in Paris during the 1530’s through 1550’s.  He edited a collection of ensemble dances for the firm of Attaingnant in 1557.   His 57 four-voice chansons are chiefly of the concise and chordal variety, but a few venture beyond the confines of this idiom to embrace other aspects of the mid-century chanson.  A number of his chosen texts were also set by composers such as Sandrin and Sermisy.  Caroline M. Cunningham. “Du Tertre, Etienne,” New Grove 2, VII, 769-70.", "active_date": "1530's-1550's", "person_id": "73", "given_name": "Etienne", "birth_date": null}}, {"pk": 53, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Du Four", "surname": "Du Four", "death_date": null, "remarks": "“Puis que malhuer” ascribed to Du Four by Du Chemin in 1549.  Text is from Du Saix, Petit Fatras of 1537.  Jean Du Four sent a poetic epistle to Hector Boucher, a royal singer to François I during the 1530’s or 1540’s.  See Cazaux,, p. 260-1.  The epistle was written before 1530, and cites a number of singers from the French royal chapel, including Sermisy.", "active_date": "1530's-1540's", "person_id": "72", "given_name": "Jean", "birth_date": null}}, {"pk": 54, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Du Buisson", "surname": "Du Buisson", "death_date": null, "remarks": "Jacques Du Buisson was an organist in the royal chamber betweenI  1548  and 1562.  See Brooks, Courtly Song, p. 465, and  Cazaux p. 324.  11 chansons are ascribed to Du Buisson or Buysson in books published by Du Chemin and Le Roy et Ballard.  Some of these are transcribed in Jacques Du Buisson, Chansons Published by Le Roy and Ballard, edited by Jane Bernstein, The Sixteenth-Century Chanson, 9 (New York:  Garland Publishing, 1994).  Frank Dobbins, “Du Buisson, Jacques,” New Grove 2, VII, 635.", "active_date": "1548-1562", "person_id": "71", "given_name": "Jacques", "birth_date": null}}, {"pk": 55, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Du Bar", "death_date": null, "remarks": "Two chansons ascribed to this composer in Du Chemin publications of 1549.  Note that one of this pieces is in fact by Clemens.  Also note that Cazaux cites a certain Richard De Bazrs (or Dabaro), chantre de la Chapelle de musique of François I and perhaps Henri II in 1546.  From 1564 to 1574 he was canon and then cure at the Cathedral of Rouen", "active_date": "1540's", "person_id": "70", "given_name": null, "birth_date": null}}, {"pk": 56, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Decapella", "death_date": null, "remarks": "About a dozen chansons are credited to him in prints of Du Chemin and Attaingnant from around the year 1550.  He might tentatively be identified with the the Hugo de Lachapelle, composer of a pair of motets published in Lyons. Frank Dobbins, “Decapella,” New Grove 2, VII, 119.", "active_date": "1550's", "person_id": "69", "given_name": null, "birth_date": null}}, {"pk": 57, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Villiers, de", "death_date": null, "remarks": "See Villiers.", "active_date": null, "person_id": "68", "given_name": null, "birth_date": null}}, {"pk": 58, "model": "duchemin.dcperson", "fields": {"alt_spelling": "De Turmegnies", "surname": "Turmegnies, de", "death_date": null, "remarks": "A single chanson ascribed to this composer in a Du Chemin imprint of 1560.", "active_date": "1550's", "person_id": "67", "given_name": null, "birth_date": null}}, {"pk": 59, "model": "duchemin.dcperson", "fields": {"alt_spelling": "De Marle", "surname": "Marle", "death_date": null, "remarks": "Nicolas de Marle was a French composer active during the 1540’s through 1560’s .  According to a book of polyphonic Masses published by Du Chemin in 1568, Nicolas De Marle was choirmaster at the Cathedral of Noyon.  A dozen chansons are ascribed to him in various publications of Du Chemin and of Pierre Attaingnant.   His 12 chansons reveal his familiarity with both serious courtly huitains and the grivoise narratives. For a bibliographical description of De Marle’s Mass settings, see Lesure and, “Bibliographie des éditions musicales publiées par Nicolas du Chemin,” p. 338.  One of these Masses was based on a chanson by Mithou (Thomas Champion), whose chansons were also published in Du Chemin’s chansons nouvelles series.  Frank Dobbins, “Marle, Nicolas de,” New Grove 2, XV, 874.", "active_date": "1540's-1560's", "person_id": "66", "given_name": "Nicolas de", "birth_date": null}}, {"pk": 60, "model": "duchemin.dcperson", "fields": {"alt_spelling": "De La Rue", "surname": "La Rue", "death_date": null, "remarks": "Six chansons ascribed to R. De La Rue in publications of Attaingnant and Du Chemin during the 1530’s through 1550’s.  He is probably Robert de la Rue, who during the 1530’s was active at the Cathedral of Meaux.  He is almost certainly not Pierre de la Rue, a singer and composer active at the Netherlands Hapsburg court during the first two decades of the sixteenth century, a man whose works often circulated in the manuscripts produced in Petrus Alamire’s workshop and in the offerings of printers like Ottaviano Petrucci.  Further on the confusion between Robert and Pierre, see Honey Meconi, “French Print Chansons and Pierre de la Rue:  A Case Study in Authenticity,” Music in Renaissance Cities and Courts:  Studies in Honor of Lewis Lockwood, edited by Jessie Ann Owens and Anthony Cummings (Warren, MI,:  Harmonie Park Press, 1997), pp. 187-213.  See also Meconi, Pierre de la Rue and Musical Life at the Habsburg-Burgundian Court (Oxford and New York:  Oxford University Press, 2003).", "active_date": "1530's-1550's", "person_id": "65", "given_name": "R. de", "birth_date": null}}, {"pk": 61, "model": "duchemin.dcperson", "fields": {"alt_spelling": "De Boulland", "surname": "Boulland", "death_date": null, "remarks": "Two chansons ascribed to this composer in Du Chemin book of 1551.  Text of “Tant plus sur toy sont arrestez mes yeulx” appears in Germain Colin’s Traductions Groulleau of 1554. Christelle Cazaux, La Musique à la cour de François Ier, Mémoires et documents de l'éclose des chartes (Paris: écoles nationale des chartes, 2002), p. 325, cites Pierre de Boullant as saqueboute/hautbois in écurie of François I.  A notarial act of June 1548 calls him “haultbois, serviteur domestique de la Maison du roi..”", "active_date": "1550's", "person_id": "64", "given_name": null, "birth_date": null}}, {"pk": 62, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Ciron, Cyron", "surname": "Ciron", "death_date": null, "remarks": "Total of three chansons ascribed to Cyron or Ciron in publications of Du Chemin and Le Roy et Ballard between 1549 and 1553.", "active_date": "1549-1553", "person_id": "63", "given_name": null, "birth_date": null}}, {"pk": 63, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Cyprian", "surname": "Rore", "death_date": "1565", "remarks": "Cipriano de Rore (1515/6-1565) was a South Netherlandish composer active mainly in Italy.  A prolific composer of madrigals and Latin sacred music, a handful of chansons are ascribed to him in publications of the 1550’s.  “Tout ce qu’on peut” preserved uniquely in Du Chemin’s 12e lvire of 1557.  Jessie Ann Owens, “Rore, Cipriano de,” New Grove 2, XXI, 667-77.", "active_date": null, "person_id": "62", "given_name": "Cipriano de", "birth_date": "252 1/2"}}, {"pk": 64, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Crespel", "death_date": null, "remarks": "Jean Crespel was a Flemish composer credited with about forty chansons (mostly for four voices)issued mainly in publications by Susato and Phalèse during the 1550’s.  The piece published by Du Chemin in 1557 was previously issued by Waelrant in 1556. Andriessen, P., “Crespel, Jean,” New Grove 2, VI, 664.", "active_date": "1550's", "person_id": "61", "given_name": "Jean", "birth_date": null}}, {"pk": 65, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Crecquillon", "surname": "Crecquillon", "death_date": "c.1557", "remarks": "Thomas Crecquillon (c.1505 to c. 1557), served as choirmaster to Emperor Charles V during the 1540's, and was also associated with churches in Antwerp, Namur, and Therouanne.  The bulk of his over 200 chansons were issued by the Antwerp music printer Tielman Susato in Antwerp. Barton Hudson and Martin Ham, “Crecquillon, Thomas,” New Grove 2, VI, 653-57.", "active_date": null, "person_id": "60", "given_name": "Thomas", "birth_date": "c. 1505"}}, {"pk": 66, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Cramoisy", "death_date": null, "remarks": "Two chansons credited to Cramoisy in Du Chemin anthology of 1567.   Text of  “Je veux ayumer quoi” is credited to Mellin de Saint-Gelais in 1574, although it is printed anonymously in Rigaud’s Ample Recueil of 1579.", "active_date": "1560's", "person_id": "59", "given_name": "L.", "birth_date": null}}, {"pk": 67, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Costeley", "surname": "Costeley", "death_date": "1606", "remarks": "Guillaume Costeley (c. 1530o1606) was a French composer and organist active at the royal court, and (importantly) in Baïf’s académie de poesie et de musique.  He is credited with over 100 chansons, which range widely among the idioms current in the later sixteenth century (musique mesurée, chromatic pieces, and others, too).  His Musique de Guillaume Costeley (1570) gathers together most of his secular music.  The chansons published by Du Chemin reveal something of his compositional skills at the very outset of his Parisian career.   Irving Godt, “Costeley, Guillaume,” New Grove 2, VI, 534-37.", "active_date": null, "person_id": "58", "given_name": "Guillaume", "birth_date": "c.1530"}}, {"pk": 68, "model": "duchemin.dcperson", "fields": {"alt_spelling": "P. Colin", "surname": "Colin", "death_date": null, "remarks": "Pierre Colin was a French composer active at the Cathedral of Autin between about 1539 and 1569, as maistre des enfants and organist.  Chiefly a composer of sacred music, seven chansons are ascribed to him in the publications of Attaingnant and Du Chemin.  Text of “Comment, mon cueur”apparently from G. d’Aurigny’s Tuteur d’amour of 1546.    William C. Lengefeld, “Colin, Pierre,” New Grove 2, VI, 106-07.", "active_date": "1539-1569", "person_id": "57", "given_name": "Pierre", "birth_date": null}}, {"pk": 69, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Cler'eau", "surname": "Clereau", "death_date": "before 1570", "remarks": "Pierre Clereau (d before 1570) was a French composer active in Nancy and closely associated with the Lorraine-Guise family of the sixteenth century.  Much of his music was published by Le Roy et Ballard.    In 1554 Du Chemin published two books of sacred music.  His 59 chansons are notable for their reliance on texts of Ronsard, Tyard, Baïf, and others.  Possessing a clear and subtle sense of melodic design, his chansons also show the influence of Neapolitan villanelles in the context of the new air de cour idiom.  Frank Dobbins, New Grove 2, VI, 49-50.", "active_date": null, "person_id": "56", "given_name": "Pierre", "birth_date": null}}, {"pk": 70, "model": "duchemin.dcperson", "fields": {"alt_spelling": "C. non Papa", "surname": "Clemens non Papa", "death_date": "1555/6", "remarks": "Jacobus Clemens non Papa (c1510-1555/6) was a Netherlandish composer active in Bruges, ‘s-Hertogenbosch, and Ypres.  He may also have been associated with Emperor Charles V and his allied elites.    Many of his works were printed by Susato in Antwerp.  A prolific composer of Latin music, Dutch pious songs (souterliedekens), and many chansons.  Clemens, like his fellow Netherlander Gombert, composed chansons that were (in contrast to those of Parisian masters) densely contrapuntal, with imitative textures and long melodic lines.  Willem Elders, Kristine Forney, and Alejandro Enrique Planchart, “Clemens non Papa, Jacobus,” New Grove 2, VI, 28-33.", "active_date": "", "person_id": "55", "given_name": "Jacobus", "birth_date": "c.1510"}}, {"pk": 71, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Certon", "death_date": "1572", "remarks": "Pierre Certon (d. 1572) was a French composer active chiefly at the Sainte chapelle du Palais from 1532 until his death.  Closely associated with the French royal court and with its official printer Attaingnant, he is credited with over three hundred chansons in the publications of Attaingnant, Du Chemin, and Le Roy et Ballard.  Du Chemin issued an important retrospective collection of his work, Les Meslanges, in 1570.   Works issued by Le Roy et Ballard starting in 1552 speak to his currency with the new vogue for short and syllabic chansons, but his works found in the Du Chemin chansons nouvelles reveal a wide range of musical styles, albeit a limited vocabulary of melodic invention. Aimé Agnel and Richard Freedman, “Certon, Pierre,” New Grove 2, V, 382-84.  See also Edward Kovarik, “The Parody Chansons of Certon's Meslanges,” in Music and Context, Essays for John M. Ward, ed. A. D. Shapiro (Cambridge, MA: Harvard University Press, 1985), 317-51.", "active_date": "1530's-1572", "person_id": "54", "given_name": "Pierre", "birth_date": null}}, {"pk": 72, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Cartier", "death_date": null, "remarks": "Some 29 chansons for three and four voices are ascribed to Cartier in publications of Du Chemin and Le Roy et Ballard.  Cartier worked as organist to the church of St. Séverin in the Latin Quarter of Paris between 1570 and 1588.  Cartier was active in France during the 1550’s too, for in 1557 the firm of Le Roy et Ballard published a book of three-voice chansons by him, the Vingt et une chansons nouvellement composées à trois parties par M. Antoine Cartier.  This album was dedicated to a member of the Pléiade literary circle, Loise Larcher, who evidently had been one of Cartier’s pupils.  In his preface to this book, Cartier explains that the chansons found here began as arrangements of works for four voices. This preface is transcribed in François Lesure and Genevieve Thibault, Bibliographie des éditions d'Adrian Le Roy et Robert Ballard, 1551-1598 (Paris: Heugel, 1955), p. 29.  For a bibliographical description of the chansonnier, see pp. 72-73 of the same volume.   A’Vostre advis” to a text by N. Bargedé; Caverneuse montagne to a poem from Pontus de Tyard, Continuation des Erreurs of 1551;  “Quand un bon pere asiste” to a text from G. Corrozet’s Blasons domestiques of 1539.  Frank Dobbins, “Cartier, Antoine” New Grove 2, V, 211. Also see Brooks, Courtly Song in Late Sixteenth-Century France (Chicago:  University of Chicago Press, 2001).", "active_date": "1550's-1588", "person_id": "53", "given_name": "Antoine", "birth_date": null}}, {"pk": 73, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Caron", "death_date": null, "remarks": "Not to be confused with the 15th-century Caron, this composer is credited with three chansons in Du Chemin imprints.  Unsual in that all three can be traced to printed literary sources:  Fleur de poesie (Lotrain 1542-43) and  G. de la Taysonnière (1555)", "active_date": "1550's", "person_id": "52", "given_name": null, "birth_date": null}}, {"pk": 74, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Briault", "death_date": null, "remarks": "Three chansons ascribed to Briault in Du Chemin and Le Roy et Ballard imprints of the 1560’s.  Among the latter is a setting of a text from Ronsard’s Meslanges of 1554.", "active_date": "1550's-1560's", "person_id": "51", "given_name": "Ph.", "birth_date": null}}, {"pk": 75, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Brigard", "death_date": null, "remarks": "Credited with a single chanson in a Du Chemin print of 1549.  Text of this chanson from Charles de Sainte-Marthe, La poésie françoise (Lyon, 1540).", "active_date": "1549", "person_id": "50", "given_name": null, "birth_date": null}}, {"pk": 76, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Bracquet", "death_date": null, "remarks": "Gilles Bracquet, Flemish composer, served as priest in the town of Ypres between 1551 and 1555.  He was also maistre de chant at Notre dame de Paris starting in 1559.   Six chansons ascribed to him (Bracquet or  Braquet)  in publications of Du Chemin and Waelrant..  José Quitin and Henri Vanhulst, “Bracquet, Gilles,” New Grove 2, IV, 173-74..", "active_date": "1550's", "person_id": "49", "given_name": "Gilles", "birth_date": null}}, {"pk": 77, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Bourgeois", "death_date": "1559", "remarks": "Loys Bourgeois (c. 1510 to 1559)  French composer and theorist.  He was the first editor of the Calvinist Psalter, which set the new French translations of Marot and Bèze.  He subsequently published four-voice harmonizations of these melodies in various styles.  He also wrote a musical primer, Le Droict chemin de musique (1550) aimed at young musicians.  His four chansons, written in the secular idiom of the day, were issued by Moderne and Du Chemin.   “Ce moys de may” (not in Du Chemin) is a setting of a complete rondeau cinquain.   Frank Dobbins, “Bourgeois, Loys,” New Grove 2, IV, 113-15.", "active_date": null, "person_id": "48", "given_name": "Loys", "birth_date": "c. 1510"}}, {"pk": 78, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Bonnefond", "death_date": null, "remarks": "According to an edition of a Requiem Mass published in 1556, Simon de Bonnefond  was maistre des enfants at the Cathedral of Clermont-Ferrand.  Two chansons ascribed to him in Du Chemin publications from the 1550’s.  Frank Dobbins, New Grove 2, “Bonnefond, Simon,” New Grove 2, III, 867.", "active_date": "1550's", "person_id": "47", "given_name": "[Simon de]", "birth_date": null}}, {"pk": 79, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Bonard", "death_date": null, "remarks": "Laurent Bonard was priest and maistre des enfants at the Cathedral of Amiens between 1547 and 1553.  Five chansons ascribed to “Bonardo” in publication of Du Chemin.  Dobbins describes his chansons as courtly huitains similar to the homorhythmic style of Pierre Sandrin and others.  Text of “Amour et mort ont faict une alliance” by G. d’Avrigny.  Possibly related to Francesco Bonardo (c. 1525 d after 1571, a Flemish composer active at the Cathedral of Padua between 1565 and 1571.  Author of a book of madrigals published in Venice in 1565.  Frank Dobbins and Joanna Wieckowski, “Bonard, Laurent,” New Grove 2, III, 848.", "active_date": "1547-1553", "person_id": "46", "given_name": "Laurent", "birth_date": null}}, {"pk": 80, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Bisson", "death_date": null, "remarks": "Loys Bisson was a French composer and music editor.  He worked with Du Chemin between 1561 and 1568, judging from books issued by that firm.  Credited with a single chanson in Du Chemin book of February 1568.  Also cited as editor of the same volume.  Frank Dobbins, “Bisson, Loys,” New Grove 2, III, 636.", "active_date": "1561-1568", "person_id": "45", "given_name": "Loys", "birth_date": null}}, {"pk": 81, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Besse", "death_date": null, "remarks": "One chanson ascribed to  him in Du Chemin book of 1567.  Text is from Ronsard Elegies of 1565.  A Pierre de Besse is listed as valletz de chamber to François d’Anjou in 1578 and 1580. Jeanice Brooks, Courtly Song in Late Sixteenth-Century France (Chicago: University of Chicago Press, 2000), p. 428.", "active_date": "1560's-1580", "person_id": "44", "given_name": "P. de", "birth_date": null}}, {"pk": 82, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Bersoy", "surname": "Berçoy", "death_date": null, "remarks": "This is the only chanson ascribed to this composer.", "active_date": null, "person_id": "43", "given_name": "F.", "birth_date": null}}, {"pk": 83, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Besancourt", "death_date": null, "remarks": "French composer active during the middle years of the sixteenth century.  Nine chansons are ascribed to him in publications of Attaingnant, Du Chemin, and Le Roy et Ballard.  Dobbins describes his works as homorhythmic, and comparatively old-fashioned by the 1550’s.  Frank Dobbins, “Besancourt,” New Grove 2, III, 483.", "active_date": "1530's-1550's", "person_id": "42", "given_name": null, "birth_date": null}}, {"pk": 84, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Bense", "death_date": null, "remarks": "One chanson to him in Du Chemin book of 1554.", "active_date": "1550's", "person_id": "41", "given_name": "M.", "birth_date": null}}, {"pk": 85, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Benoist", "death_date": null, "remarks": "French composer of a motet, four chansons, and a ricercare published by Du Chemin, Moderne, and Kreiesstein.  A chanson in Munic 1503a is ascribed to Nicolaus Benoist in Munich 1503a. Colin Slim, “Benoist, Nicholaus,” New Grove 2, III, 287.", "active_date": "1540's", "person_id": "40", "given_name": "Ph.", "birth_date": null}}, {"pk": 86, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Bastard", "death_date": null, "remarks": "Jean Bastard was a French composer active at the Sainte Chapelle in Bourges between 1536 and 1552.  Two chansons ascribed to him in publications of Attaingnant (1547) and Du Chemin.  Frank Dobbins, “ Bastard, Jean,” New Grove 2, II, 896.", "active_date": "1536-1552", "person_id": "39", "given_name": "Jean", "birth_date": null}}, {"pk": 87, "model": "duchemin.dcperson", "fields": {"alt_spelling": "Harcadelt, Arcadet", "surname": "Arcadelt", "death_date": "1568", "remarks": "Jacques Arcadelt (c. 1507-1568) was a Franco-Flemish composer active in Florence, Rome, and Paris. He returned to France in 1551, and by 1552 was in the service of Cardinal Chalres de Lorraine, an important figure at the French court.  A book of Masses by Arcadelt issued in 1557 calls him ‘regius musicus’.  The appearance in Du Chemin’s chansons nouvelles of many pieces by Arcadelt (various called “Arcadet”, “Harcadelt”) anticipate the growing prominence of his music.  Arcadelt’s chansons dominate the early secular imprints of Le Roy et Ballard.  James Haar, “Arcadelt, Jacques,” New Grove 2, I, 843-48", "active_date": null, "person_id": "38", "given_name": "Jacques", "birth_date": "c. 1507"}}, {"pk": 88, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Saunders", "death_date": null, "remarks": null, "active_date": null, "person_id": "37", "given_name": "Zoe", "birth_date": null}}, {"pk": 89, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Viglianti", "death_date": null, "remarks": null, "active_date": null, "person_id": "36", "given_name": "Raffaele", "birth_date": null}}, {"pk": 90, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Gilbert", "death_date": null, "remarks": null, "active_date": null, "person_id": "35", "given_name": "Joe", "birth_date": null}}, {"pk": 91, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Lee", "death_date": null, "remarks": null, "active_date": null, "person_id": "34", "given_name": "Tyler", "birth_date": null}}, {"pk": 92, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Magruder", "death_date": null, "remarks": null, "active_date": null, "person_id": "33", "given_name": "Katherine", "birth_date": null}}, {"pk": 93, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Derycz", "death_date": null, "remarks": null, "active_date": null, "person_id": "32", "given_name": "Pierre", "birth_date": null}}, {"pk": 94, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Quinn", "death_date": null, "remarks": null, "active_date": null, "person_id": "31", "given_name": "Patrick", "birth_date": null}}, {"pk": 95, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Apgar", "death_date": null, "remarks": null, "active_date": null, "person_id": "30", "given_name": "Jamie", "birth_date": null}}, {"pk": 96, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Holscher", "death_date": null, "remarks": null, "active_date": null, "person_id": "29", "given_name": "Joshua", "birth_date": null}}, {"pk": 97, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Belkot", "death_date": null, "remarks": null, "active_date": null, "person_id": "28", "given_name": "John", "birth_date": null}}, {"pk": 98, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Herdman", "death_date": null, "remarks": null, "active_date": null, "person_id": "27", "given_name": "Jessica", "birth_date": null}}, {"pk": 99, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Greenberg", "death_date": null, "remarks": null, "active_date": null, "person_id": "26", "given_name": "Jamie", "birth_date": null}}, {"pk": 100, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Clement", "death_date": null, "remarks": null, "active_date": null, "person_id": "25", "given_name": "Deanna", "birth_date": null}}, {"pk": 101, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Buchanan", "death_date": null, "remarks": null, "active_date": null, "person_id": "24", "given_name": "Christopher", "birth_date": null}}, {"pk": 102, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Motuz", "death_date": null, "remarks": null, "active_date": null, "person_id": "23", "given_name": "Catherine", "birth_date": null}}, {"pk": 103, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Shaver", "death_date": null, "remarks": null, "active_date": null, "person_id": "22", "given_name": "Ben", "birth_date": null}}, {"pk": 104, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Austin", "death_date": null, "remarks": null, "active_date": null, "person_id": "21", "given_name": "Andrew", "birth_date": null}}, {"pk": 105, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Clendaniel", "death_date": null, "remarks": null, "active_date": null, "person_id": "20", "given_name": "Ali", "birth_date": null}}, {"pk": 106, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Mayhood", "death_date": null, "remarks": null, "active_date": null, "person_id": "19", "given_name": "Erin", "birth_date": null}}, {"pk": 107, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Cyrus", "death_date": null, "remarks": null, "active_date": null, "person_id": "18", "given_name": "Cynthia", "birth_date": null}}, {"pk": 108, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Weiss", "death_date": null, "remarks": null, "active_date": null, "person_id": "17", "given_name": "Susan", "birth_date": null}}, {"pk": 109, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Bloxam", "death_date": null, "remarks": null, "active_date": null, "person_id": "16", "given_name": "M. Jenni", "birth_date": null}}, {"pk": 110, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Meconi", "death_date": null, "remarks": null, "active_date": null, "person_id": "15", "given_name": "Honey", "birth_date": null}}, {"pk": 111, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Macey", "death_date": null, "remarks": null, "active_date": null, "person_id": "14", "given_name": "Patrick", "birth_date": null}}, {"pk": 112, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Thomas", "death_date": null, "remarks": null, "active_date": null, "person_id": "13", "given_name": "Jennifer", "birth_date": null}}, {"pk": 113, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Van Orden", "death_date": null, "remarks": null, "active_date": null, "person_id": "12", "given_name": "Kate", "birth_date": null}}, {"pk": 114, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Zecher", "death_date": null, "remarks": null, "active_date": null, "person_id": "11", "given_name": "Carla", "birth_date": null}}, {"pk": 115, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Mengozzi", "death_date": null, "remarks": null, "active_date": null, "person_id": "10", "given_name": "Stefano", "birth_date": null}}, {"pk": 116, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Crandell", "death_date": null, "remarks": null, "active_date": null, "person_id": "9", "given_name": "Adam", "birth_date": null}}, {"pk": 117, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Hankinson", "death_date": null, "remarks": null, "active_date": null, "person_id": "8", "given_name": "Andrew", "birth_date": null}}, {"pk": 118, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Freedman", "death_date": null, "remarks": null, "active_date": null, "person_id": "7", "given_name": "Richard", "birth_date": null}}, {"pk": 119, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Bisaro", "death_date": null, "remarks": null, "active_date": null, "person_id": "6", "given_name": "Xavier", "birth_date": null}}, {"pk": 120, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Fiala", "death_date": "", "remarks": "", "active_date": "", "person_id": "5", "given_name": "David", "birth_date": ""}}, {"pk": 121, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Pezzi", "death_date": null, "remarks": null, "active_date": null, "person_id": "4", "given_name": "Francesco", "birth_date": null}}, {"pk": 122, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Vendrix", "death_date": null, "remarks": null, "active_date": null, "person_id": "3", "given_name": "Philippe", "birth_date": null}}, {"pk": 123, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Besson", "death_date": null, "remarks": null, "active_date": null, "person_id": "2", "given_name": "Vincent", "birth_date": null}}, {"pk": 124, "model": "duchemin.dcperson", "fields": {"alt_spelling": null, "surname": "Du Chemin", "death_date": null, "remarks": null, "active_date": null, "person_id": "1", "given_name": "Nicolas", "birth_date": null}}, {"pk": 125, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Bazinet", "death_date": "", "remarks": "", "active_date": "", "person_id": "125", "given_name": "Genevieve", "birth_date": ""}}, {"pk": 126, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Toy", "death_date": "", "remarks": "", "active_date": "", "person_id": "126", "given_name": "Trey", "birth_date": ""}}, {"pk": 127, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Babcock", "death_date": "", "remarks": "", "active_date": "", "person_id": "127", "given_name": "Stuart", "birth_date": ""}}, {"pk": 128, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Lu", "death_date": "", "remarks": "", "active_date": "", "person_id": "128", "given_name": "Phillip", "birth_date": ""}}, {"pk": 129, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Walter", "death_date": "", "remarks": "B.A. in Music from Haverford College (2014). Worked on various aspects of the Du Chemin project, including the sibmei plugin, the MEIMassaging app to convert raw MEI to rich MEI, and the Du Chemin website.", "active_date": "", "person_id": "129", "given_name": "Micah", "birth_date": "1993"}}, {"pk": 130, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Romey", "death_date": "", "remarks": "", "active_date": "", "person_id": "130", "given_name": "John", "birth_date": ""}}, {"pk": 131, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Kott", "death_date": "", "remarks": "", "active_date": "", "person_id": "131", "given_name": "Tama", "birth_date": ""}}, {"pk": 132, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Tanguy", "death_date": "", "remarks": "", "active_date": "", "person_id": "132", "given_name": "Antoine", "birth_date": ""}}, {"pk": 133, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Lobdell", "death_date": "", "remarks": "", "active_date": "", "person_id": "133", "given_name": "Chelsea", "birth_date": ""}}, {"pk": 134, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Coeurdevey", "death_date": "", "remarks": "", "active_date": "", "person_id": "134", "given_name": "Annie", "birth_date": ""}}, {"pk": 135, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Harvey", "death_date": "", "remarks": "", "active_date": "", "person_id": "135", "given_name": "David", "birth_date": ""}}, {"pk": 136, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "MacCarthy", "death_date": "", "remarks": "", "active_date": "", "person_id": "136", "given_name": "Evan", "birth_date": ""}}, {"pk": 137, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Bond", "death_date": "", "remarks": "", "active_date": "", "person_id": "137", "given_name": "Carla", "birth_date": ""}}, {"pk": 138, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Owens", "death_date": "", "remarks": "", "active_date": "", "person_id": "138", "given_name": "Jessie Ann", "birth_date": ""}}, {"pk": 139, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Lewis", "death_date": "", "remarks": "", "active_date": "", "person_id": "139", "given_name": "David", "birth_date": ""}}, {"pk": 140, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Silbiger", "death_date": "", "remarks": "", "active_date": "", "person_id": "140", "given_name": "Alexander", "birth_date": ""}}, {"pk": 141, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Harlow", "death_date": "", "remarks": "", "active_date": "", "person_id": "141", "given_name": "Anne", "birth_date": ""}}, {"pk": 142, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Winkler", "death_date": "", "remarks": "", "active_date": "", "person_id": "142", "given_name": "Amanda Eubanks", "birth_date": ""}}, {"pk": 143, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Bernstein", "death_date": "", "remarks": "", "active_date": "", "person_id": "143", "given_name": "Lawrence", "birth_date": ""}}, {"pk": 144, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Cave", "death_date": "", "remarks": "", "active_date": "", "person_id": "144", "given_name": "Philip", "birth_date": ""}}, {"pk": 145, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Diergarten", "death_date": "", "remarks": "", "active_date": "", "person_id": "145", "given_name": "Felix", "birth_date": ""}}, {"pk": 146, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Joubaud", "death_date": "", "remarks": "", "active_date": "", "person_id": "146", "given_name": "Pascal", "birth_date": ""}}, {"pk": 147, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Sicard", "death_date": "", "remarks": "", "active_date": "", "person_id": "147", "given_name": "Claire", "birth_date": ""}}, {"pk": 148, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Komprecht", "death_date": "", "remarks": "", "active_date": "", "person_id": "148", "given_name": "Anna Maria", "birth_date": ""}}, {"pk": 149, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Curtice", "death_date": "", "remarks": "", "active_date": "", "person_id": "149", "given_name": "Sean", "birth_date": ""}}, {"pk": 150, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Karaulova", "death_date": "", "remarks": "", "active_date": "", "person_id": "150", "given_name": "Alexandra", "birth_date": ""}}, {"pk": 151, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Renaud", "death_date": "", "remarks": "", "active_date": "", "person_id": "151", "given_name": "Pascal", "birth_date": ""}}, {"pk": 152, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Mattes", "death_date": "", "remarks": "", "active_date": "", "person_id": "152", "given_name": "Nikolaus", "birth_date": ""}}, {"pk": 153, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Bernardy", "death_date": "", "remarks": "", "active_date": "", "person_id": "153", "given_name": "Ralph", "birth_date": ""}}, {"pk": 154, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Fowler", "death_date": "", "remarks": "", "active_date": "", "person_id": "154", "given_name": "Benjamin", "birth_date": ""}}, {"pk": 155, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Stephenson", "death_date": "", "remarks": "", "active_date": "", "person_id": "155", "given_name": "Abby", "birth_date": ""}}, {"pk": 156, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Rivas", "death_date": "", "remarks": "", "active_date": "", "person_id": "156", "given_name": "Luis", "birth_date": ""}}, {"pk": 157, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Phan", "death_date": "", "remarks": "", "active_date": "", "person_id": "157", "given_name": "Catheline", "birth_date": ""}}, {"pk": 158, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Ward", "death_date": "", "remarks": "", "active_date": "", "person_id": "158", "given_name": "Laurenson", "birth_date": ""}}, {"pk": 159, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Brandt", "death_date": "", "remarks": "", "active_date": "", "person_id": "159", "given_name": "Clayton", "birth_date": ""}}, {"pk": 160, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Emmert", "death_date": "", "remarks": "", "active_date": "", "person_id": "160", "given_name": "Mason", "birth_date": ""}}, {"pk": 161, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Ordiway", "death_date": "", "remarks": "", "active_date": "", "person_id": "161", "given_name": "George", "birth_date": ""}}, {"pk": 162, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Kaplan-Kelly", "death_date": "", "remarks": "", "active_date": "", "person_id": "162", "given_name": "Rose", "birth_date": ""}}, {"pk": 163, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Whittaker", "death_date": "", "remarks": "", "active_date": "", "person_id": "163", "given_name": "Adam", "birth_date": ""}}, {"pk": 164, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Berton-Blivet", "death_date": "", "remarks": "", "active_date": "", "person_id": "164", "given_name": "Nathale", "birth_date": ""}}, {"pk": 165, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Bonnec", "death_date": "", "remarks": "", "active_date": "", "person_id": "165", "given_name": "Damien", "birth_date": ""}}, {"pk": 166, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Da Col", "death_date": "", "remarks": "", "active_date": "", "person_id": "166", "given_name": "Paolo", "birth_date": ""}}, {"pk": 167, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Davis", "death_date": "", "remarks": "", "active_date": "", "person_id": "167", "given_name": "Ben", "birth_date": ""}}, {"pk": 168, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Goursaud", "death_date": "", "remarks": "", "active_date": "", "person_id": "168", "given_name": "Christian", "birth_date": ""}}, {"pk": 169, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Guilloux", "death_date": "", "remarks": "", "active_date": "", "person_id": "169", "given_name": "Fabien", "birth_date": ""}}, {"pk": 170, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Ignesti", "death_date": "", "remarks": "", "active_date": "", "person_id": "170", "given_name": "Alessandra", "birth_date": ""}}, {"pk": 171, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Ivarson", "death_date": "", "remarks": "", "active_date": "", "person_id": "171", "given_name": "Andrew", "birth_date": ""}}, {"pk": 172, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Le Mée", "death_date": "", "remarks": "", "active_date": "", "person_id": "172", "given_name": "Maxime", "birth_date": ""}}, {"pk": 173, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Lorenz", "death_date": "", "remarks": "", "active_date": "", "person_id": "173", "given_name": "Ian", "birth_date": ""}}, {"pk": 174, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Manfredi", "death_date": "", "remarks": "", "active_date": "", "person_id": "174", "given_name": "Manon", "birth_date": ""}}, {"pk": 175, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Nautré", "death_date": "", "remarks": "", "active_date": "", "person_id": "175", "given_name": "Anne", "birth_date": ""}}, {"pk": 176, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Petravic", "death_date": "", "remarks": "", "active_date": "", "person_id": "176", "given_name": "Ivana", "birth_date": ""}}, {"pk": 177, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Pilo", "death_date": "", "remarks": "", "active_date": "", "person_id": "177", "given_name": "Baptiste", "birth_date": ""}}, {"pk": 178, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Risler", "death_date": "", "remarks": "", "active_date": "", "person_id": "178", "given_name": "Alexis", "birth_date": ""}}, {"pk": 179, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Rouzic", "death_date": "", "remarks": "", "active_date": "", "person_id": "179", "given_name": "Raphaëlle", "birth_date": ""}}, {"pk": 180, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Russo-Batterham", "death_date": "", "remarks": "", "active_date": "", "person_id": "180", "given_name": "Daniel", "birth_date": ""}}, {"pk": 181, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Szpirglas", "death_date": "", "remarks": "", "active_date": "", "person_id": "181", "given_name": "Jacques", "birth_date": ""}}, {"pk": 182, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Schubert", "death_date": "", "remarks": "", "active_date": "", "person_id": "182", "given_name": "Peter", "birth_date": ""}}, {"pk": 183, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Rodin", "death_date": "", "remarks": "", "active_date": "", "person_id": "183", "given_name": "Jesse", "birth_date": ""}}, {"pk": 184, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Gurrieri", "death_date": "", "remarks": "", "active_date": "", "person_id": "184", "given_name": "Marco", "birth_date": ""}}, {"pk": 185, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Duron", "death_date": "", "remarks": "", "active_date": "", "person_id": "185", "given_name": "Jean", "birth_date": ""}}, {"pk": 186, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Zamarguilea", "death_date": "", "remarks": "", "active_date": "", "person_id": "186", "given_name": "Carina", "birth_date": ""}}, {"pk": 187, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Seytor", "death_date": "", "remarks": "", "active_date": "", "person_id": "187", "given_name": "Jany", "birth_date": ""}}, {"pk": 188, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Gatz", "death_date": "", "remarks": "", "active_date": "", "person_id": "188", "given_name": "Almut", "birth_date": ""}}, {"pk": 189, "model": "duchemin.dcperson", "fields": {"alt_spelling": "", "surname": "Miller", "death_date": "", "remarks": "", "active_date": "", "person_id": "189", "given_name": "Thea", "birth_date": ""}}]