[{"pk": 3, "model": "duchemin.dccontentblock", "fields": {"body": "<a href=\"http://music-encoding.org/\">Music Encoding Initiative (MEI)</a> compliant encodings are the basis of our dynamic digital editions. Pieces with variant readings, emendations, or reconstructions now feature a sidebar where you can choose among alternatives. Read about how it works in our help menus.  Want to look at the MEI itself?  Look for the MEI link on each page piece (upper right).\r\n<p>", "position": 1, "title": "Dynamic Digital Editions", "content_type": "news", "published": true}}, {"pk": 4, "model": "duchemin.dccontentblock", "fields": {"body": "Our free user accounts allow you to take private 'notes' about individual works and reconstructions.  You can also participate in live public 'discussions' about any work.  To request an account, just send an email to admin@digitalduchemin.org (or follow the link to request an account at the upper right). \r\n\r\nFor more information how to use notes and discussion, see 'notes' and 'discussions' under the <a href:\"http://digitalduchemin.org/help/\">help menu</a>\r\n<p>", "position": 1, "title": "Free User Accounts", "content_type": "news", "published": true}}, {"pk": 5, "model": "duchemin.dccontentblock", "fields": {"body": "Explore the problem of the \"lost voices\" in pieces from Books 12 through 16 of the Chansons nouvelles.  We have only the superius and tenor parts for some 80 compositions from these books.  Browse by Book (see banner link above) to review the contents of the volumes, or browse our proposed Reconstructions (see banner link above).  Read more about how to use the Work View to display the text of each piece and the various reconstructions.  \r\n\r\nWant to try your hand at your own reconstructions, or use them with classmates and students?  Follow the links on the Du Chemin Editor's Forum for PDFs and Sibelius files of each piece, worksheets with texts, and a dossier explaining our methods:  <a href=\"https://sites.google.com/haverford.edu/lostvoices/home\">Editors Forum</a>.\r\n\r\n", "position": 2, "title": "Reconstructions (and missing voices)", "content_type": "news", "published": true}}, {"pk": 6, "model": "duchemin.dccontentblock", "fields": {"body": "Here you can find various documents and resources for data analysis concerning the Du Chemin Lost Voices Project:\r\n<p>\r\n<ul>\r\n\t<li>Similarity Network 2015:  <a href=\"http://digitalduchemin.org/cadence/\">Similar Cadences by Type, Final Tone, and Adjacent Cadence</a></li>\r\n\t<li>Similarity Network 2015:  <a href=\"http://digitalduchemin.org/map\">All Pieces as Strings of Cadences</a></li>\r\n       <li>Similarity Network 2015: <a href=\"http://vm-duchemin.haverford.edu/similar-pieces/ \">Similar Pieces according to Cadential Structure and Final Tone</a></li>\r\n\t<li><a href=\"https://www.dropbox.com/sh/hhrvdjqgiuy35xb/AAAVR1h2y-V-hxjmnmodYRDia?dl=0\">Freedman Presentation for International Musicological Society 2015 on Visualizations</a></li>\r\n</ul>", "position": 1, "title": "Visualization Tools", "content_type": "news", "published": true}}]